LQG/LQG_propagator.tex
% Created 2020-11-28 土 12:48
\documentclass{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage[margin=1.0in]{geometry}
\usepackage{mymacros}
\author{hisanobu-nakamura}
\date{\textit{<2020-11-28 土>}}
\title{Geometry Note}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.3.2 (Org mode 8.2.10)}}
\begin{document}

\maketitle
\tableofcontents



\section{LQG propagator}
\label{sec-1}
Attempts to calculate particle scattering in nonperturbative quantum gravity has been conducted by Carlo Rovelli (\ref{Rovelli_Modesto_particle_scattering_in_LQG}). All the scattering amplitudes can be derived from the $n$-point functions

\begin{equation}
\label{}
G(x_1, \ldots,x_n) = Z^{-1} \int D \phi \; \phi (x_1) \cdots \phi(x_n) \; e^{-iS[\phi]}
\end{equation}
\begin{equation}
\label{}
G^{abcd}(x,y) = \bra{0}h^{ab}(x)h^{cd}(y)\ket{0}
\end{equation}

\section{The problem with Barrett-Crane Model}
\label{sec-2}

\begin{thebibliography}{10}
\bibitem{Rovelli_Modesto_particle_scattering_in_LQG}
Leonardo Modesto and Carlo Rovelli, Particle scattering in loop quantum gravity, arXiv:gr-qc/0502036v1
\end{thebibliography}
% Emacs 25.3.2 (Org mode 8.2.10)
\end{document}